export function getNewsList() {
  const newsList = [
    {
      newsid: 1,
      type: 0,
      dateM: "01",
      dateD: "15",
      con: `1月15号上午，我县举行农业项目合作签约仪式，与国草园集团正式签订百万亩蒙中道地药材产业发展合作项目合作协议，
            并就全县农牧业产业化发展规划编制召开座谈会。县委书记王兵，县委副书记、政法委书记白俊伟，县委常委、县委办主任郝晓光，
            政府副县长张国荣与内蒙古国草园实业科技发展有限公司副董事长兼执行董事慈平凡共同出席签约仪式。`,
      title:
        "内蒙古化德县和国草园集团举行百万亩蒙中道地药材产业发展合作项目签约仪式",
      imgUrl: "static/img/news/news1.png"
    },
    {
      newsid: 2,
      type: 0,
      dateM: "03",
      dateD: "14",
      con: `2020年3月14日上午，国草园集团与内蒙古化德县当地种植大户就百万亩中草药种植合作模式举行会议宣讲。会上，国草园集团代表就项目进展以及种植收益等方面进行了详细讲解，并就种植户提出的种植、合作问题进行了深入探讨`,
      title:
        "国草园集团代表与内蒙古化德县种植大户关于中草药种植合作形式举行会议宣讲",
      imgUrl: "static/img/4-xinwenzhongxin-1.png"
    },
    {
      newsid: 3,
      type: 0,
      dateM: "03",
      dateD: "30",
      con: `2020年3月30日，国草园集团董事长慈平凡、总裁唐琳与化德县领导在当地有关部门的陪同下到林西县东山生态扶贫产业园和蒙中草药种植基地设施农业项目进行实地考察调研。`,
      title:
        "国草园集团代表与化德县领导于近日在林西县扶贫产业园和蒙中草药种植基地进行考察",
      imgUrl: "static/img/3/news/news_fuping3.png"
    },
    {
      newsid: 4,
      type: 0,
      dateM: "01",
      dateD: "15",
      con: `1月15号上午，我县举行农业项目合作签约仪式，与国草园集团正式签订百万亩蒙中道地药材产业发展合作项目合作协议，
            并就全县农牧业产业化发展规划编制召开座谈会。县委书记王兵，县委副书记、政法委书记白俊伟，县委常委、县委办主任郝晓光，
            政府副县长张国荣与内蒙古国草园实业科技发展有限公司副董事长兼执行董事慈平凡共同出席签约仪式。`,
      title:
        "内蒙古化德县和国草园集团举行百万亩蒙中道地药材产业发展合作项目签约仪式",
      imgUrl: "static/img/news/news1.png"
    },
    {
      newsid: 5,
      type: 0,
      dateM: "03",
      dateD: "14",
      con: `2020年3月14日上午，国草园集团与内蒙古化德县当地种植大户就百万亩中草药种植合作模式举行会议宣讲。会上，国草园集团代表就项目进展以及种植收益等方面进行了详细讲解，并就种植户提出的种植、合作问题进行了深入探讨`,
      title:
        "国草园集团代表与内蒙古化德县种植大户关于中草药种植合作形式举行会议宣讲",
      imgUrl: "static/img/4-xinwenzhongxin-1.png"
    },
    {
      newsid: 6,
      type: 2,
      dateM: "03",
      dateD: "30",
      con: `2020年3月30日，国草园集团董事长慈平凡、总裁唐琳与化德县领导在当地有关部门的陪同下到林西县东山生态扶贫产业园和蒙中草药种植基地设施农业项目进行实地考察调研。`,
      title:
        "国草园集团代表与化德县领导于近日在林西县扶贫产业园和蒙中草药种植基地进行考察",
      imgUrl: "static/img/news1.png"
    }
  ];
  return {
    newsList
  };
}
