export function getNewsList() {
  const newsList1 = [
    {
      newsid: 1,
      type: 0,
      sortid: 20200115,
      dateM: "01",
      dateD: "15",
      con: `1月15号上午，我县举行农业项目合作签约仪式，与国草园集团正式签订百万亩蒙中道地药材产业发展合作项目合作协议，
            并就全县农牧业产业化发展规划编制召开座谈会。县委书记王兵，县委副书记、政法委书记白俊伟，县委常委、县委办主任郝晓光，
            政府副县长张国荣与内蒙古国草园实业科技发展有限公司副董事长兼执行董事慈平凡共同出席签约仪式。`,
      title:
        "内蒙古化德县和国草园集团举行百万亩蒙中道地药材产业发展合作项目签约仪式",
      imgUrl: "static/img/news/news1.png",
      baseNewsList: {
        newsid: 1,
        title:
          "内蒙古化德县和国草园集团举行百万亩蒙中道地药材产业发展合作项目签约仪式",
        from: "国草园集团",
        date: "2020-01-15",
        imgList: [
          {
            imrUrl: "static/img/news/qy.png"
          },
          {
            imrUrl: "static/img/news/ws.png"
          }
        ],
        con: `<p>1月15号上午，我县举行农业项目合作签约仪式，与国草园集团正式签订百万亩蒙中道地药材产业发展合作项目合作协议，
              并就全县农牧业产业化发展规划编制召开座谈会。县委书记王兵，县委副书记、政法委书记白俊伟，县委常委、县委办主任郝晓光，
              政府副县长张国荣与内蒙古国草园实业科技发展有限公司副董事长兼执行董事慈平凡共同出席签约仪式。</p>

          　　<p>签约仪式上，国草园集团介绍了企业及合作项目相关情况，政府副县长张国荣就合作协议的有关条款进行了说明，
          签约双方进行了深入的交流与探讨并现场签订了合作协议。</p>
          　

          　<p>按照协议，内蒙古国草园实业科技发展有限公司将在化德县组建一个50万亩的蒙中道地药材种植基地，
          以政府+企业+合作社+农户模式进行合作，培育种植野生道地蒙中药材，并在县经济技术开发区建立一个大型蒙中药材的初加工区，
          将利用我县土地资源、产业扶贫政策优势，在优质农产品基地、盐碱地改造示范基地建设等绿色蒙中药产品基地领域开展广泛合作。</p>

          　　<p>王兵在讲话中指出，此次合作协议的签订，对我县农业产业化发展具有重要的意义，
          是做好扶贫减贫工作的一个重要举措。下一步，我们将因地制宜，从化德县的实际出发，
          坚持走有机旱作农业的路子，大力发展蒙中药龙头产业，引领我县农业产业纵深向好发展，
          切实增加农民收入。王兵要求，各乡镇、各部门要进一步解放思想，要有服务意识，要有发展好我县有机旱作农业的意识，
          大力支持，服务好合作项目，在项目推进的过程中提高效率，在“后扶贫时代”把化德产业发展起来。 各乡镇、各部门领导干部要发挥关键少数和头雁作用，
          扎实工作，勇于担当，抓好各项工作的落实，上下共同努力，推动我县农业产业化发展再上新台阶。</p>

          <p>各乡镇和相关部门主要负责人及国草园集团主要人员参加了会议。</p>`
      }
    },
    {
      newsid: 2,
      type: 0,
      sortid: 20200314,
      dateM: "03",
      dateD: "14",
      con: `2020年3月14日上午，国草园集团与内蒙古化德县当地种植大户就百万亩中草药种植合作模式举行会议洽谈。会上，国草园集团代表就项目进展以及种植收益等方面进行了详细讲解，并就种植户提出的种植、合作问题进行了深入探讨。`,
      title:
        "国草园集团代表与内蒙古化德县种植大户关于中草药种植合作形式举行会议洽谈",
      imgUrl: "static/img/news/news2-1.png",
      baseNewsList: {
        newsid: 2,
        title:
          "国草园集团代表与内蒙古化德县种植大户关于中草药种植合作形式举行会议洽谈",
        from: "国草园集团",
        date: "2020-03-14",
        imgList: [
          {
            imrUrl: "static/img/news/news2-1.png"
          },
          {
            imrUrl: "static/img/news/news2-2.png"
          }
        ],
        con: `<p>2020年3月14日上午，国草园集团与内蒙古化德县当地种植大户就百万亩中草药种植合作模式举行会议洽谈。会上，国草园集团就项目进展以及种植收益等方面进行了详细讲解，并就种植户提出的种植、合作问题进行了深入探讨。</p>
          　`
      }
    },
    {
      newsid: 3,
      type: 0,
      sortid: 20200330,
      dateM: "03",
      dateD: "30",
      con: `2020年3月30日，国草园集团董事长慈平凡、总裁唐琳与化德县领导在当地有关部门的陪同下到林西县东山生态扶贫产业园和蒙中草药种植基地设施农业项目进行实地考察调研。`,
      title:
        "国草园集团一行人与化德县领导于近日在林西县扶贫产业园和蒙中草药种植基地进行考察",
      imgUrl: "static/img/3/news/news_fuping3.png",
      baseNewsList: {
        newsid: 3,
        title:
          "国草园集团一行人与化德县领导于近日在林西县扶贫产业园和蒙中草药种植基地进行考察",
        from: "国草园集团",
        date: "2020-03-30",
        imgList: [
          // {
          //   imrUrl: "static/img/news/news3-1.png"
          // },
          {
            imrUrl: "static/img/news/news3-2.png"
          },
          {
            imrUrl: "static/img/news/news3-3.png"
          }
        ],
        con: `<p>2020年3月30日，国草园集团董事长慈平凡、总裁唐琳与化德县领导在当地有关部门的陪同下到林西县东山生态扶贫产业园和蒙中草药种植基地设施农业项目进行实地考察调研。</p>
          　`
      }
    },
    {
      newsid: 5,
      type: 0,
      sortid: 20200319,
      dateM: "03",
      dateD: "19",
      con: `2020年3月19日上午，自治区人大常委会副主任和彦苓一行人专程来到国草园集团加工产业园进行视察，由化德县县委书记王兵、化德县副县长张国荣、国草园集团董事长慈平凡、国草园总裁唐琳等陪同参观。期间，总裁唐琳向各位领导详细讲述了集团的项目规划及发展方向，得到了自治区人大常委会副主任和彦苓女士的高度重视。`,
      title: "内蒙古自治区人大常委会副主任和彦苓莅临国草园产业园进行实地视察",
      imgUrl: "static/img/3/news/0/0-4-4.png",
      baseNewsList: {
        newsid: 5,
        title: "内蒙古自治区人大常委会副主任和彦苓莅临国草园产业园进行实地视察",
        from: "国草园集团",
        date: "2020-03-19",
        imgList: [
          // {
          //   imrUrl: "static/img/3/news/0/0-4-1.png"
          // },
          {
            imrUrl: "static/img/3/news/0/0-4-2.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-4-3.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-4-4.png"
          }
        ],
        con: `<p>2020年3月19日上午，自治区人大常委会副主任和彦苓一行人专程来到国草园集团加工产业园进行视察，由化德县县委书记王兵、化德县副县长张国荣、国草园集团董事长慈平凡、国草园总裁唐琳等陪同参观。期间，总裁唐琳向各位领导详细讲述了集团的项目规划及发展方向，得到了自治区人大常委会副主任和彦苓女士的高度重视。</p>
          　`
      }
    },
    {
      newsid: 6,
      type: 0,
      sortid: 20180513,
      dateM: "05",
      dateD: "13",
      con: `2018年5月13日，乌兰察布市四子王旗旗委武玉亮书记、政府赵利国旗长、巴图吉日嘎拉旗长在公司董事长慈平凡陪同下出席公司奠基仪式。`,
      title: "四子王旗领导莅临国草园种植基地参观并指导工作",
      imgUrl: "static/img/3/news/0/0-5-3.png",
      baseNewsList: {
        newsid: 6,
        title: "四子王旗领导莅临国草园种植基地参观并指导工作",
        from: "国草园集团",
        date: "2018-05-13",
        imgList: [
          {
            imrUrl: "static/img/3/news/0/0-5-1.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-5-2.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-5-3.png"
          }
        ],
        con: `<p>2018年5月13日，乌兰察布市四子王旗旗委武玉亮书记、政府赵利国旗长、巴图吉日嘎拉旗长在公司董事长慈平凡陪同下出席公司奠基仪式。</p>
          　　`
      }
    },
    {
      newsid: 7,
      type: 2,
      sortid: 20191121,
      dateM: "11",
      dateD: "21",
      con: `为进一步加快蒙中药材标准化种植基地建设，促进蒙中医药现代化、产业化和国家化进程，不断扩大”“中国蒙药之都”影响力，扎鲁特旗科学筹划，积极调整种植业产业结构，以蒙中医药保护和传承为基础，以创新方式和提升质量为重点，以增加农牧民收入为目标，着力发展培育蒙中药材种植绿色富民产业，通过建设标准化药材生产基地、打造蒙中药材龙头企业集群、成立蒙中药材专业种植合作社等方式，为农牧民增收致富开辟了新路径。`,
      title: "悠悠药草香——扎鲁特旗蒙中药材产业发展走笔",
      imgUrl: "static/img/3/news/2/2-1-3.jpg",
      baseNewsList: {
        newsid: 7,
        title: "悠悠药草香——扎鲁特旗蒙中药材产业发展走笔",
        from: "国草园集团",
        date: "2019-11-21",
        imgList: [
          {
            imrUrl: "static/img/3/news/2/2-1-1.jpg"
          },
          {
            imrUrl: "static/img/3/news/2/2-1-2.jpg"
          }
        ],
        con: `
        <p>为进一步加快蒙中药材标准化种植基地建设，促进蒙中医药现代化、产业化和国家化进程，不断扩大”“中国蒙药之都”影响力，扎鲁特旗科学筹划，积极调整种植业产业结构，以蒙中医药保护和传承为基础，以创新方式和提升质量为重点，以增加农牧民收入为目标，着力发展培育蒙中药材种植绿色富民产业，通过建设标准化药材生产基地、打造蒙中药材龙头企业集群、成立蒙中药材专业种植合作社等方式，为农牧民增收致富开辟了新路径。</p>
        <p>扎鲁特旗蒙中草药资源丰富，野生中药材达100余种，其中，载入《药典》的珍贵药用植物几十种。苍术、黄芪、射干、桔梗等野生药材品质好、有效成分含量高，是全区为数不多的药材基地。</p>
        <p>旗生态办主任、现代蒙药全产业链发展办公室责任人乌恩白乙拉：【咱们扎旗的药材品质是非常好的，种类也比较多。这样扎旗无论是土壤、气候、水利条件对蒙药的种植生长这方面是比较有利的。】</p>
        <p>蒙中草药种植作为蒙中药材产业链的前端，是保证蒙中药稳定发展的重要基础。扎鲁特旗充分利用现有的315种野生蒙中药材、160种野生动物和52万余亩可利用退耕地等资源条件，全力打造现代蒙中药产业药材种植基地。</p>
        <p>旗生态办主任、现代蒙药全产业链发展办公室责任人乌恩白乙拉：【去年，全旗蒙药种植面积达到两万四千多亩，今年是预计达到5万亩5千亩。从咱们旗里产业结构调整这块也是，对咱们产业发展有前途，对老百姓有带头作用的这种企业和大户招商；主要咱们把产品卖上好价，再一个就是初步加工，初步加工第一个是升值，第二个咱们运输成本低，下一步咱们带动老百姓及时把药材卖上好价，增加农民收入这块有一个更好的作用。旗委旗政府主要是以“企业+合作社+农户”形式引导发展，因为咱们第一个是老百姓资金投入不太足，再一个市场信息掌握的也不太好，对于这个产业投入高产出也高，相较而已风险也高。所以比较慎重的态度。让企业带动老百姓，老百姓自愿发展。】</p>
        <p>悠久的栽培历史，得天独厚的地理环境，加之一系列招商政策，吸引许多企业到扎鲁特旗投资兴业。通辽中蒙药业药材示范基地负责人王继红就是其中一位，出生于药都河北安国市的王继红是一个地地道道的“药王“，从小就接触各种药材，不但经验丰富，而且深谙全国药材市场行情。他正是看好我旗丰富的药材资源优势，才将目光投向了我旗市场。2015年，王继红投资5000万元建设了中蒙药业蒙中药饮片加工企业。2016年开始自己种植药材，并建立了通辽中蒙药业药材示范基地。</p>
        <p>通辽中蒙药业药材示范基地负责人王继红：【我们从2015年开始建药厂，2016年的时候就开始建药材基地，并开始发展咱们老百姓种，药厂去年投资100来万，今年效益能达到40万左右。】

        　　建设种植基地，不仅可以为药厂提供原材料，保证药材原材料的正品与纯度，同时也可节省外地购入原材料检验、运输等成本。今年，王继红在去年的基础上，又流转了700亩耕地用于药材种植。王继红的药材基地除了自种外，还与农牧户合作实行订单化生产，农户只需按基地要求规范种植管理即可，王继红将高于市场价的价格进行回收。
        
        　　通辽中蒙药业药材示范基地负责人王继红：【我们企业的方式就是把老百姓带动起来，我们药厂有原料就让老百姓种，种完了以后药厂在加工，加工分配到全国各个大药厂、制药厂咱们深加工。政府也是对咱们大力支持，去年政府又给的60亩地，我们厂方估计到明年开始加款，加完了正式投产，现在咱们老百姓有六七家跟我们药厂合作的，明年达到二十多家。】
        
        　　蒙中医药材产业既是民族产业，也是富民项目。旗委旗政府在招商引资过程中，除了将企业的经济实力作为必要条件外，还注重引入从规模种植到精深加工再到销售形成全产业链发展的企业，旨在推进全旗蒙中药材产业的快速发展，帮助农民增收致富。
        
        　　今年54岁的王兴诚，有着丰富的药材种植经验和稳定的销售渠道。2015年，王兴诚成立诚意药材种植公司，开始和农户合作种植药材。</p>
          　<p>诚意药材种植有限公司总经理王兴诚：【扎鲁特旗土地属于盐碱性，比较适合中药材。】

          　　王兴诚在1000多亩地里种植了柴胡、苦参、防风、桔梗等多种药材。他不但“做给农民看、教会农民干、还带着农民一起赚”。为了方便生产作业，王兴诚还购买了拖拉机、收割机等蒙中药材生产包装机械，这两天他也正忙着跟工人一起收割防风。
          
          　　诚意药材种植有限公司总经理王兴诚：【药材通过烘干处理再切片，药材附加值会大幅度提升，如此这样就从卖‘药材’变成了卖“药”。】
          
          　　作为入驻扎鲁特旗的蒙中药材种植加工生产龙头企业，王兴诚始终坚持高端种植，高端消费，高端销售的方针，逐渐走出一条集种植、加工、销售为一体的规模化生产道路，蒙中药材全产业链条初见雏形。
          
          　　诚意药材种植有限公司总经理王兴诚：【产业链完善，给老百姓留下的利润空间肯定大，能比种高粱玉米强几倍。收购价格高于市场价，把更多的利润留给老百姓，让他们多增加点收入。】</p>
        　<p>在扎鲁特旗委好政策的带动和宣传指导下，发展蒙中药材种植产业除了靠招商企业的外力拉动外；还鼓励农户积极转变思想观念，调整种植产业结构，提升药材种植发展的内生动力，并以成立药材种植专业合作社的形式带领群众集中抱团发展，走出了一条壮大蒙中药材发展，促进农户增收致富的朝阳之路。

        　　这两天，乌额格其牧场牧六分场职工张国印格外的忙碌。因为今年，他家地里除了即将要收割的葵花，还有长势喜人的药材——苦参</p>
          <p>如今,扎鲁特旗的蒙中药材种植面积达到了一定规模，全产业链条初见雏形，但也存在着蒙中药材产业链条短，附加值低等问题，资源优势并没有完全转化为经济优势。在后续的发展中，扎鲁特旗将在建立多元化投资机制；加强品牌打造，提升产品影响力等方面持续发力，进一步完善经营主体培育政策体系，逐步建立药材交易市场和网络销售平台，进一步规范中药材市场秩序，打通销售渠道，确保蒙中药材产业成为农民增收致富的新途径。</p>
        `
      }
    },
    {
      newsid: 8,
      type: 0,
      sortid: 20200113,
      dateM: "01",
      dateD: "13",
      con: `2020年1月13日上午，国草园集团与富宇通集团战略合作签约仪式，在富宇通集团总部成功举行。协议约定：由富宇通集团承接国草园集团在内蒙古乌兰察布市化德县智慧中药材种植项目的研发、部署工作，确保2020年2月项目开始实施。
      项目将利用新兴的物联网、移动互联、云计算、区块链等技术为一体，实现对中药材生产现场气象、土壤、水源环境的实时监测，对大棚、温室的灌溉、通风、降温、增温等农业设施实现远程自动化控制；结合视频直播、智能预警、大数据分析等强大功能，帮助广大中药材种植户和管理者随时随地掌握中药材生长状况及环境变化趋势；建设中药溯源系统，消费者可在手机APP中直接获取中草药的种植、加工、运输等全过程信息，让中草药品质有源头可寻。平台的建成将转变传统中药材生产模式，促进中药材生产过程中信息服务网络化、资源管理数字化、生产管理精准化、生产装备智能化、生产过程安全化。力争将化德县打造成道地药材智慧化产业园的先锋站，引领周边地区产业模式发展！`,
      title: "国草园集团与富宇通集团达成战略合作协议",
      imgUrl: "static/img/3/news/0/0-6-1.png",
      baseNewsList: {
        newsid: 8,
        title: "国草园集团与富宇通集团达成战略合作协议",
        from: "国草园集团",
        date: "2020-01-13",
        imgList: [
          {
            imrUrl: "static/img/3/news/0/0-6-1.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-6-2.png"
          }
        ],
        con: `
        <p>2020年1月13日上午，国草园集团与富宇通集团战略合作签约仪式，在富宇通集团总部成功举行。协议约定：由富宇通集团承接国草园集团在内蒙古乌兰察布市化德县智慧中药材种植项目的研发、部署工作，确保2020年2月项目开始实施。</p>
        <p>项目将利用新兴的物联网、移动互联、云计算、区块链等技术为一体，实现对中药材生产现场气象、土壤、水源环境的实时监测，对大棚、温室的灌溉、通风、降温、增温等农业设施实现远程自动化控制；结合视频直播、智能预警、大数据分析等强大功能，帮助广大中药材种植户和管理者随时随地掌握中药材生长状况及环境变化趋势；建设中药溯源系统，消费者可在手机APP中直接获取中草药的种植、加工、运输等全过程信息，让中草药品质有源头可寻。平台的建成将转变传统中药材生产模式，促进中药材生产过程中信息服务网络化、资源管理数字化、生产管理精准化、生产装备智能化、生产过程安全化。力争将化德县打造成道地药材智慧化产业园的先锋站，引领周边地区产业模式发展！</p>
          　　`
      }
    },

    {
      newsid: 9,
      type: 0,
      sortid: 20180515,
      dateM: "05",
      dateD: "15",
      con: `2018年5月15日，自治区党委书记、人大常委会主任李纪恒深入乌兰察布市四子王旗大黑河乡罗罗图村国草园中药材种植基地调研产业扶贫情况，并提出很多宝贵意见。
      自治区党委常委、秘书长罗永纲、乌兰察布市市委书记杜学军及自治区有关部门负责同志参加调研。`,
      title: "自治区党委书记李纪恒莅临国草园种植基地实地调研",
      imgUrl: "static/img/3/news/0/0-7-1.png",
      baseNewsList: {
        newsid: 9,
        title: "自治区党委书记李纪恒莅临国草园种植基地实地调研",
        from: "国草园集团",
        date: "2018-05-15",
        imgList: [
          {
            imrUrl: "static/img/3/news/0/0-7-1.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-7-2.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-7-3.png"
          }
        ],
        con: `
        <p>2018年5月15日，自治区党委书记、人大常委会主任李纪恒深入乌兰察布市四子王旗大黑河乡罗罗图村国草园中药材种植基地调研产业扶贫情况，并提出很多宝贵意见。
        自治区党委常委、秘书长罗永纲、乌兰察布市市委书记杜学军及自治区有关部门负责同志参加调研。</p>
          　　`
      }
    },

    {
      newsid: 10,
      type: 0,
      sortid: 20200519,
      dateM: "05",
      dateD: "19",
      con: `2020年5月19日，国草园野生草药种植基地奠基仪式隆重举行，国草园集团董事长慈平凡携全体员工参加了此次仪式，同时莅临奠基仪式的嘉宾还有海军大校、国家书画家协会副主席吴兆义、四子王旗书记武玉亮、旗长赵利国及有关部门领导等。`,
      title: "国草园野生草药种植基地奠基仪式剪彩",
      imgUrl: "static/img/3/news/0/0-jc-1.png",
      baseNewsList: {
        newsid: 10,
        title: "国草园野生草药种植基地奠基仪式剪彩",
        from: "国草园集团",
        date: "2020-05-19",
        imgList: [
          {
            imrUrl: "static/img/3/news/0/0-jc-1.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-jc-2.png"
          }
        ],
        con: `
        <p>2020年5月19日，国草园野生草药种植基地奠基仪式隆重举行，国草园集团董事长慈平凡携全体员工参加了此次仪式，同时莅临奠基仪式的嘉宾还有海军大校、国家书画家协会副主席吴兆义、四子王旗书记武玉亮、旗长赵利国及有关部门领导等。</p>
          　　`
      }
    },

    {
      newsid: 11,
      type: 0,
      sortid: 20180420,
      dateM: "04",
      dateD: "20",
      con: `2018年4月20日，内蒙古四子王旗人民政府与我司签订33万亩道地药材种植合作协议。`,
      title: "内蒙古四子王旗人民政府与国草园集团签订33万亩道地药材种植合作协议",
      imgUrl: "static/img/3/news/0/0-xy-1.png",
      baseNewsList: {
        newsid: 11,
        title:
          "内蒙古四子王旗人民政府与国草园集团签订33万亩道地药材种植合作协议",
        from: "国草园集团",
        date: "2018-04-20",
        imgList: [
          {
            imrUrl: "static/img/3/news/0/0-xy-1.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-xy-2.png"
          }
        ],
        con: `
        <p>2018年4月20日，内蒙古四子王旗人民政府与我司签订33万亩道地药材种植合作协议。</p>
          　　`
      }
    }
  ];
  const newsList = newsList1.sort(function(a, b) {
    return b.sortid - a.sortid;
  });
  return {
    newsList
  };
}
