export function getNewsList() {
  const newsList1 = [
    {
      newsid: 1,
      type: 0,
      sortid: 20200115,
      dateM: "01",
      dateD: "15",
      con: `1月15号上午，我县举行农业项目合作签约仪式，与国草园集团正式签订百万亩蒙中道地药材产业发展合作项目合作协议，
            并就全县农牧业产业化发展规划编制召开座谈会。县委书记王兵，县委副书记、政法委书记白俊伟，县委常委、县委办主任郝晓光，
            政府副县长张国荣与内蒙古国草园实业科技发展有限公司副董事长兼执行董事慈平凡共同出席签约仪式。`,
      title:
        "内蒙古化德县和国草园集团举行百万亩蒙中道地药材产业发展合作项目签约仪式",
      imgUrl: "static/img/news/news1.png",
      baseNewsList: {
        newsid: 1,
        title:
          "内蒙古化德县和国草园集团举行百万亩蒙中道地药材产业发展合作项目签约仪式",
        from: "国草园集团",
        date: "2020-01-15",
        imgList: [
          {
            imrUrl: "static/img/news/qy.png"
          },
          {
            imrUrl: "static/img/news/ws.png"
          }
        ],
        con: `<p>1月15号上午，我县举行农业项目合作签约仪式，与国草园集团正式签订百万亩蒙中道地药材产业发展合作项目合作协议，
              并就全县农牧业产业化发展规划编制召开座谈会。县委书记王兵，县委副书记、政法委书记白俊伟，县委常委、县委办主任郝晓光，
              政府副县长张国荣与内蒙古国草园实业科技发展有限公司副董事长兼执行董事慈平凡共同出席签约仪式。</p>

          　　<p>签约仪式上，国草园集团介绍了企业及合作项目相关情况，政府副县长张国荣就合作协议的有关条款进行了说明，
          签约双方进行了深入的交流与探讨并现场签订了合作协议。</p>
          　

          　<p>按照协议，内蒙古国草园实业科技发展有限公司将在化德县组建一个50万亩的蒙中道地药材种植基地，
          以政府+企业+合作社+农户模式进行合作，培育种植野生道地蒙中药材，并在县经济技术开发区建立一个大型蒙中药材的初加工区，
          将利用我县土地资源、产业扶贫政策优势，在优质农产品基地、盐碱地改造示范基地建设等绿色蒙中药产品基地领域开展广泛合作。</p>

          　　<p>王兵在讲话中指出，此次合作协议的签订，对我县农业产业化发展具有重要的意义，
          是做好扶贫减贫工作的一个重要举措。下一步，我们将因地制宜，从化德县的实际出发，
          坚持走有机旱作农业的路子，大力发展蒙中药龙头产业，引领我县农业产业纵深向好发展，
          切实增加农民收入。王兵要求，各乡镇、各部门要进一步解放思想，要有服务意识，要有发展好我县有机旱作农业的意识，
          大力支持，服务好合作项目，在项目推进的过程中提高效率，在“后扶贫时代”把化德产业发展起来。 各乡镇、各部门领导干部要发挥关键少数和头雁作用，
          扎实工作，勇于担当，抓好各项工作的落实，上下共同努力，推动我县农业产业化发展再上新台阶。</p>

          <p>各乡镇和相关部门主要负责人及国草园集团主要人员参加了会议。</p>`
      }
    },
    {
      newsid: 2,
      type: 0,
      sortid: 20200314,
      dateM: "03",
      dateD: "14",
      con: `2020年3月14日上午，国草园集团与内蒙古化德县当地种植大户就百万亩中草药种植合作模式举行会议洽谈。会上，国草园集团总裁唐琳就项目进展以及种植收益等方面进行了详细讲解，并就种植户提出的种植、合作问题进行了深入探讨。最终达成了“政府+企业+合作社+农户”的种植模式。`,
      title:
        "国草园集团与内蒙古化德县种植大户关于中草药种植合作形式举行会议洽谈",
      imgUrl: "static/img/3/news/0/newstitleimg2.png",
      baseNewsList: {
        newsid: 2,
        title:
          "国草园集团与内蒙古化德县种植大户关于中草药种植合作形式举行会议洽谈",
        from: "国草园集团",
        date: "2020-03-14",
        imgList: [
          {
            imrUrl: "static/img/news/news2-1.png"
          },
          {
            imrUrl: "static/img/news/news2-2.png"
          }
        ],
        con: `<p>2020年3月14日上午，国草园集团与内蒙古化德县当地种植大户就百万亩中草药种植合作模式举行会议洽谈。会上，国草园集团总裁唐琳就项目进展以及种植收益等方面进行了详细讲解，并就种植户提出的种植、合作问题进行了深入探讨。最终达成了“政府+企业+合作社+农户”的种植模式。</p>
            
          　`
      }
    },
    {
      newsid: 3,
      type: 0,
      sortid: 20200330,
      dateM: "03",
      dateD: "30",
      con: `2020年3月30日，国草园集团董事长慈平凡、总裁唐琳与化德县领导在当地有关部门的陪同下到林西县东山生态扶贫产业园和蒙中草药种植基地设施农业项目进行实地考察调研。`,
      title:
        "国草园集团一行人与化德县领导于近期在林西县扶贫产业园和蒙中草药种植基地进行考察",
      imgUrl: "static/img/3/news/news_fuping3.png",
      baseNewsList: {
        newsid: 3,
        title:
          "国草园集团一行人与化德县领导于近期在林西县扶贫产业园和蒙中草药种植基地进行考察",
        from: "国草园集团",
        date: "2020-03-30",
        imgList: [
          // {
          //   imrUrl: "static/img/news/news3-1.png"
          // },
          {
            imrUrl: "static/img/news/news3-2.png"
          },
          {
            imrUrl: "static/img/news/news3-3.png"
          }
        ],
        con: `<p>2020年3月30日，国草园集团董事长慈平凡、总裁唐琳与化德县领导在当地有关部门的陪同下到林西县东山生态扶贫产业园和蒙中草药种植基地设施农业项目进行实地考察调研。</p>
          　`
      }
    },
    {
      newsid: 5,
      type: 0,
      sortid: 20200319,
      dateM: "03",
      dateD: "19",
      con: `2020年3月19日上午，自治区人大常委会副主任和彦苓一行人专程来到国草园集团加工产业园进行视察，由化德县县委书记王兵、化德县副县长张国荣、国草园集团董事长慈平凡、总裁唐琳等陪同参观。期间，总裁唐琳向各位领导详细讲述了集团的项目规划及发展方向，得到了自治区人大常委会副主任和彦苓女士的高度重视。`,
      title:
        "内蒙古自治区人大常委会副主任和彦苓莅临国草园集团产业园进行实地视察",
      imgUrl: "static/img/3/news/0/newstitleimg1.png",
      baseNewsList: {
        newsid: 5,
        title:
          "内蒙古自治区人大常委会副主任和彦苓莅临国草园集团产业园进行实地视察",
        from: "国草园集团",
        date: "2020-03-19",
        imgList: [
          // {
          //   imrUrl: "static/img/3/news/0/0-4-1.png"
          // },
          {
            imrUrl: "static/img/3/news/0/0-4-2.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-4-3.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-4-4.png"
          }
        ],
        con: `<p>2020年3月19日上午，自治区人大常委会副主任和彦苓一行人专程来到国草园集团加工产业园进行视察，由化德县县委书记王兵、化德县副县长张国荣、国草园集团董事长慈平凡、总裁唐琳等陪同参观。期间，总裁唐琳向各位领导详细讲述了集团的项目规划及发展方向，得到了自治区人大常委会副主任和彦苓女士的高度重视。</p>
          　`
      }
    },
    {
      newsid: 6,
      type: 0,
      sortid: 20180513,
      dateM: "05",
      dateD: "13",
      con: `2018年5月13日，乌兰察布市四子王旗旗委武玉亮书记、政府赵利国旗长、巴图吉日嘎拉旗长在公司董事长慈平凡陪同下出席公司奠基仪式。`,
      title: "四子王旗领导莅临国草园种植基地参观并指导工作",
      imgUrl: "static/img/3/news/0/0-5-3.png",
      baseNewsList: {
        newsid: 6,
        title: "四子王旗领导莅临国草园种植基地参观并指导工作",
        from: "国草园集团",
        date: "2018-05-13",
        imgList: [
          {
            imrUrl: "static/img/3/news/0/0-5-1.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-5-2.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-5-3.png"
          }
        ],
        con: `<p>2018年5月13日，乌兰察布市四子王旗旗委武玉亮书记、政府赵利国旗长、巴图吉日嘎拉旗长在公司董事长慈平凡陪同下出席公司奠基仪式。</p>
          　　`
      }
    },
    {
      newsid: 7,
      type: 2,
      sortid: 20191121,
      dateM: "11",
      dateD: "21",
      con: `为进一步加快蒙中药材标准化种植基地建设，促进蒙中医药现代化、产业化和国家化进程，不断扩大”“中国蒙药之都”影响力，扎鲁特旗科学筹划，积极调整种植业产业结构，以蒙中医药保护和传承为基础，以创新方式和提升质量为重点，以增加农牧民收入为目标，着力发展培育蒙中药材种植绿色富民产业，通过建设标准化药材生产基地、打造蒙中药材龙头企业集群、成立蒙中药材专业种植合作社等方式，为农牧民增收致富开辟了新路径。`,
      title: "悠悠药草香——扎鲁特旗蒙中药材产业发展走笔",
      imgUrl: "static/img/3/news/2/2-1-3.jpg",
      baseNewsList: {
        newsid: 7,
        title: "悠悠药草香——扎鲁特旗蒙中药材产业发展走笔",
        from: "国草园集团",
        date: "2019-11-21",
        imgList: [
          {
            imrUrl: "static/img/3/news/2/2-1-1.jpg"
          },
          {
            imrUrl: "static/img/3/news/2/2-1-2.jpg"
          }
        ],
        con: `
        <p>为进一步加快蒙中药材标准化种植基地建设，促进蒙中医药现代化、产业化和国家化进程，不断扩大”“中国蒙药之都”影响力，扎鲁特旗科学筹划，积极调整种植业产业结构，以蒙中医药保护和传承为基础，以创新方式和提升质量为重点，以增加农牧民收入为目标，着力发展培育蒙中药材种植绿色富民产业，通过建设标准化药材生产基地、打造蒙中药材龙头企业集群、成立蒙中药材专业种植合作社等方式，为农牧民增收致富开辟了新路径。</p>
        <p>扎鲁特旗蒙中草药资源丰富，野生中药材达100余种，其中，载入《药典》的珍贵药用植物几十种。苍术、黄芪、射干、桔梗等野生药材品质好、有效成分含量高，是全区为数不多的药材基地。</p>
        <p>旗生态办主任、现代蒙药全产业链发展办公室责任人乌恩白乙拉：【咱们扎旗的药材品质是非常好的，种类也比较多。这样扎旗无论是土壤、气候、水利条件对蒙药的种植生长这方面是比较有利的。】</p>
        <p>蒙中草药种植作为蒙中药材产业链的前端，是保证蒙中药稳定发展的重要基础。扎鲁特旗充分利用现有的315种野生蒙中药材、160种野生动物和52万余亩可利用退耕地等资源条件，全力打造现代蒙中药产业药材种植基地。</p>
        <p>旗生态办主任、现代蒙药全产业链发展办公室责任人乌恩白乙拉：【去年，全旗蒙药种植面积达到两万四千多亩，今年是预计达到5万亩5千亩。从咱们旗里产业结构调整这块也是，对咱们产业发展有前途，对老百姓有带头作用的这种企业和大户招商；主要咱们把产品卖上好价，再一个就是初步加工，初步加工第一个是升值，第二个咱们运输成本低，下一步咱们带动老百姓及时把药材卖上好价，增加农民收入这块有一个更好的作用。旗委旗政府主要是以“企业+合作社+农户”形式引导发展，因为咱们第一个是老百姓资金投入不太足，再一个市场信息掌握的也不太好，对于这个产业投入高产出也高，相较而已风险也高。所以比较慎重的态度。让企业带动老百姓，老百姓自愿发展。】</p>
        <p>悠久的栽培历史，得天独厚的地理环境，加之一系列招商政策，吸引许多企业到扎鲁特旗投资兴业。通辽中蒙药业药材示范基地负责人王继红就是其中一位，出生于药都河北安国市的王继红是一个地地道道的“药王“，从小就接触各种药材，不但经验丰富，而且深谙全国药材市场行情。他正是看好我旗丰富的药材资源优势，才将目光投向了我旗市场。2015年，王继红投资5000万元建设了中蒙药业蒙中药饮片加工企业。2016年开始自己种植药材，并建立了通辽中蒙药业药材示范基地。</p>
        <p>通辽中蒙药业药材示范基地负责人王继红：【我们从2015年开始建药厂，2016年的时候就开始建药材基地，并开始发展咱们老百姓种，药厂去年投资100来万，今年效益能达到40万左右。】

        　　建设种植基地，不仅可以为药厂提供原材料，保证药材原材料的正品与纯度，同时也可节省外地购入原材料检验、运输等成本。今年，王继红在去年的基础上，又流转了700亩耕地用于药材种植。王继红的药材基地除了自种外，还与农牧户合作实行订单化生产，农户只需按基地要求规范种植管理即可，王继红将高于市场价的价格进行回收。
        
        　　通辽中蒙药业药材示范基地负责人王继红：【我们企业的方式就是把老百姓带动起来，我们药厂有原料就让老百姓种，种完了以后药厂在加工，加工分配到全国各个大药厂、制药厂咱们深加工。政府也是对咱们大力支持，去年政府又给的60亩地，我们厂方估计到明年开始加款，加完了正式投产，现在咱们老百姓有六七家跟我们药厂合作的，明年达到二十多家。】
        
        　　蒙中医药材产业既是民族产业，也是富民项目。旗委旗政府在招商引资过程中，除了将企业的经济实力作为必要条件外，还注重引入从规模种植到精深加工再到销售形成全产业链发展的企业，旨在推进全旗蒙中药材产业的快速发展，帮助农民增收致富。
        
        　　今年54岁的王兴诚，有着丰富的药材种植经验和稳定的销售渠道。2015年，王兴诚成立诚意药材种植公司，开始和农户合作种植药材。</p>
          　<p>诚意药材种植有限公司总经理王兴诚：【扎鲁特旗土地属于盐碱性，比较适合中药材。】

          　　王兴诚在1000多亩地里种植了柴胡、苦参、防风、桔梗等多种药材。他不但“做给农民看、教会农民干、还带着农民一起赚”。为了方便生产作业，王兴诚还购买了拖拉机、收割机等蒙中药材生产包装机械，这两天他也正忙着跟工人一起收割防风。
          
          　　诚意药材种植有限公司总经理王兴诚：【药材通过烘干处理再切片，药材附加值会大幅度提升，如此这样就从卖‘药材’变成了卖“药”。】
          
          　　作为入驻扎鲁特旗的蒙中药材种植加工生产龙头企业，王兴诚始终坚持高端种植，高端消费，高端销售的方针，逐渐走出一条集种植、加工、销售为一体的规模化生产道路，蒙中药材全产业链条初见雏形。
          
          　　诚意药材种植有限公司总经理王兴诚：【产业链完善，给老百姓留下的利润空间肯定大，能比种高粱玉米强几倍。收购价格高于市场价，把更多的利润留给老百姓，让他们多增加点收入。】</p>
        　<p>在扎鲁特旗委好政策的带动和宣传指导下，发展蒙中药材种植产业除了靠招商企业的外力拉动外；还鼓励农户积极转变思想观念，调整种植产业结构，提升药材种植发展的内生动力，并以成立药材种植专业合作社的形式带领群众集中抱团发展，走出了一条壮大蒙中药材发展，促进农户增收致富的朝阳之路。

        　　这两天，乌额格其牧场牧六分场职工张国印格外的忙碌。因为今年，他家地里除了即将要收割的葵花，还有长势喜人的药材——苦参</p>
          <p>如今,扎鲁特旗的蒙中药材种植面积达到了一定规模，全产业链条初见雏形，但也存在着蒙中药材产业链条短，附加值低等问题，资源优势并没有完全转化为经济优势。在后续的发展中，扎鲁特旗将在建立多元化投资机制；加强品牌打造，提升产品影响力等方面持续发力，进一步完善经营主体培育政策体系，逐步建立药材交易市场和网络销售平台，进一步规范中药材市场秩序，打通销售渠道，确保蒙中药材产业成为农民增收致富的新途径。</p>
          <p>声 明：转载文章目的在于传递更多信息。图文版权归原作者所有，我们致力保护作者版权，部分文字/图片来自互联网，无法核实出处，如涉及作品内容、版权和其它问题，请及时与我们联系（联系电话：025-66088155，邮箱：ks_lch_co@sina.com），我们将在第一时间做出处理。</p>
          `
      }
    },
    {
      newsid: 8,
      type: 0,
      sortid: 20200113,
      dateM: "01",
      dateD: "13",
      con: `2020年1月13日上午，国草园集团与富宇通集团战略合作签约仪式，在富宇通集团总部成功举行。协议约定：由富宇通集团承接国草园集团在内蒙古乌兰察布市化德县智慧中药材种植项目的研发、部署工作，确保2020年2月项目开始实施。
      项目将利用新兴的物联网、移动互联、云计算、区块链等技术为一体，实现对中药材生产现场气象、土壤、水源环境的实时监测，对大棚、温室的灌溉、通风、降温、增温等农业设施实现远程自动化控制；结合视频直播、智能预警、大数据分析等强大功能，帮助广大中药材种植户和管理者随时随地掌握中药材生长状况及环境变化趋势；建设中药溯源系统，消费者可在手机APP中直接获取中草药的种植、加工、运输等全过程信息，让中草药品质有源头可寻。平台的建成将转变传统中药材生产模式，促进中药材生产过程中信息服务网络化、资源管理数字化、生产管理精准化、生产装备智能化、生产过程安全化。力争将化德县打造成道地药材智慧化产业园的先锋站，引领周边地区产业模式发展！`,
      title: "国草园集团与富宇通集团达成战略合作协议",
      imgUrl: "static/img/3/news/0/0-6-1.png",
      baseNewsList: {
        newsid: 8,
        title: "国草园集团与富宇通集团达成战略合作协议",
        from: "国草园集团",
        date: "2020-01-13",
        imgList: [
          {
            imrUrl: "static/img/3/news/0/0-6-1.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-6-2.png"
          }
        ],
        con: `
        <p>2020年1月13日上午，国草园集团与富宇通集团战略合作签约仪式，在富宇通集团总部成功举行。协议约定：由富宇通集团承接国草园集团在内蒙古乌兰察布市化德县智慧中药材种植项目的研发、部署工作，确保2020年2月项目开始实施。</p>
        <p>项目将利用新兴的物联网、移动互联、云计算、区块链等技术为一体，实现对中药材生产现场气象、土壤、水源环境的实时监测，对大棚、温室的灌溉、通风、降温、增温等农业设施实现远程自动化控制；结合视频直播、智能预警、大数据分析等强大功能，帮助广大中药材种植户和管理者随时随地掌握中药材生长状况及环境变化趋势；建设中药溯源系统，消费者可在手机APP中直接获取中草药的种植、加工、运输等全过程信息，让中草药品质有源头可寻。平台的建成将转变传统中药材生产模式，促进中药材生产过程中信息服务网络化、资源管理数字化、生产管理精准化、生产装备智能化、生产过程安全化。力争将化德县打造成道地药材智慧化产业园的先锋站，引领周边地区产业模式发展！</p>
          　　`
      }
    },

    {
      newsid: 9,
      type: 0,
      sortid: 20180515,
      dateM: "05",
      dateD: "15",
      con: `2018年5月15日，自治区党委书记、人大常委会主任李纪恒深入乌兰察布市四子王旗大黑河乡罗罗图村国草园中药材种植基地调研产业扶贫情况，并提出很多宝贵意见。
      自治区党委常委、秘书长罗永纲、乌兰察布市市委书记杜学军及自治区有关部门负责同志参加调研。`,
      title: "自治区党委书记李纪恒莅临国草园种植基地实地调研",
      imgUrl: "static/img/3/news/0/0-7-1.png",
      baseNewsList: {
        newsid: 9,
        title: "自治区党委书记李纪恒莅临国草园种植基地实地调研",
        from: "国草园集团",
        date: "2018-05-15",
        imgList: [
          {
            imrUrl: "static/img/3/news/0/0-7-1.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-7-2.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-7-3.png"
          }
        ],
        con: `
        <p>2018年5月15日，自治区党委书记、人大常委会主任李纪恒深入乌兰察布市四子王旗大黑河乡罗罗图村国草园中药材种植基地调研产业扶贫情况，并提出很多宝贵意见。
        自治区党委常委、秘书长罗永纲、乌兰察布市市委书记杜学军及自治区有关部门负责同志参加调研。</p>
          　　`
      }
    },

    {
      newsid: 10,
      type: 0,
      sortid: 20180519,
      dateM: "05",
      dateD: "19",
      con: `2020年5月19日，国草园野生草药种植基地奠基仪式隆重举行，国草园集团董事长慈平凡携全体员工参加了此次仪式，同时莅临奠基仪式的嘉宾还有海军大校、国家书画家协会副主席吴兆义、四子王旗书记武玉亮、旗长赵利国及有关部门领导等。`,
      title: "国草园野生草药种植基地奠基仪式剪彩",
      imgUrl: "static/img/3/news/0/0-jc-1.png",
      baseNewsList: {
        newsid: 10,
        title: "国草园野生草药种植基地奠基仪式剪彩",
        from: "国草园集团",
        date: "2018-05-19",
        imgList: [
          {
            imrUrl: "static/img/3/news/0/0-jc-1.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-jc-2.png"
          }
        ],
        con: `
        <p>2018年5月19日，国草园野生草药种植基地奠基仪式隆重举行，国草园集团董事长慈平凡携全体员工参加了此次仪式，同时莅临奠基仪式的嘉宾还有海军大校、国家书画家协会副主席吴兆义、四子王旗书记武玉亮、旗长赵利国及有关部门领导等。</p>
          　　`
      }
    },

    {
      newsid: 11,
      type: 0,
      sortid: 20180420,
      dateM: "04",
      dateD: "20",
      con: `2018年4月20日，内蒙古四子王旗人民政府与我司签订33万亩道地药材种植合作协议。`,
      title: "内蒙古四子王旗人民政府与国草园集团签订33万亩道地药材种植合作协议",
      imgUrl: "static/img/3/news/0/0-xy-1.png",
      baseNewsList: {
        newsid: 11,
        title:
          "内蒙古四子王旗人民政府与国草园集团签订33万亩道地药材种植合作协议",
        from: "国草园集团",
        date: "2018-04-20",
        imgList: [
          {
            imrUrl: "static/img/3/news/0/0-xy-1.png"
          },
          {
            imrUrl: "static/img/3/news/0/0-xy-2.png"
          }
        ],
        con: `
        <p>2018年4月20日，内蒙古四子王旗人民政府与我司签订33万亩道地药材种植合作协议。</p>
          　　`
      }
    },

    {
      newsid: 12,
      type: 2,
      sortid: 20200609,
      dateM: "06",
      dateD: "09",
      con: `6月7日，国务院新闻办公室发布《抗击新冠肺炎疫情的中国行动》白皮书，详细介绍了抗击新冠肺炎疫情的中国行动。`,
      title: "【抗疫先锋】国务院发布最新文件，再次点名中医药",
      imgUrl: "static/img/3/news/2/2-2-3.jpg",
      baseNewsList: {
        newsid: 12,
        title: "【抗疫先锋】国务院发布最新文件，再次点名中医药",
        from: "赛柏蓝",
        date: "2020-06-09",
        imgList: [
          // {
          //   imrUrl: "static/img/3/news/0/0-xy-1.png"
          // },
          // {
          //   imrUrl: "static/img/3/news/0/0-xy-2.png"
          // }
        ],
        con: `
        <p>6月7日，国务院新闻办公室发布《抗击新冠肺炎疫情的中国行动》白皮书，详细介绍了抗击新冠肺炎疫情的中国行动。</p>
        <p>根据白皮书，截至2020年5月31日24时，31个省、自治区、直辖市和新疆生产建设兵团累计报告确诊病例83017例，累计治愈出院病例78307例，累计死亡病例4634例，治愈率94.3%，病亡率5.6%。</p>
          <p style='display: flex;justify-content: center;flex-wrap:wrap'>
              <img src='static/img/3/news/2/2-2-1.jpg'>
              <p style='text-align:center'>（来源：央视新闻）</p>
          </p>
        <p>《抗击新冠肺炎疫情的中国行动》白皮书，是真实记录中国抗疫艰辛历程的重要文献，约3.7万字，分为4个部分，分别是中国抗击疫情的艰辛历程、防控和救治两个战场协同作战、凝聚抗击疫情的强大力量和共同构建人类卫生健康共同体。</p>
        <h3>1 、中医药发挥重要作用</h3>
        <p>
        根据白皮书，截至2020年5月31日24时，31个省、自治区、直辖市和新疆生产建设兵团累计报告确诊病例83017例，累计治愈出院病例78307例，累计死亡病例4634例，治愈率94.3%，病亡率5.6%。
        </p>
        <p>
        其中，在新冠肺炎的防治工作中，中医药发挥重要作用。
        </p>
        <p>白皮书显示，在抗击新冠肺炎中，充分发挥了中医药特色优势。坚持中西医结合、中西药并用，发挥中医药治未病、辨证施治、多靶点干预的独特优势，全程参与深度介入疫情防控，从中医角度研究确定病因病基、治则治法，形成了覆盖医学观察期、轻型、普通型、重型、危重型、恢复期发病全过程的中医诊疗规范和技术方案，在全国范围内全面推广使用。</p>
        <p>
        中医药参与救治确诊病例的占比达到92%。湖北省确诊病例中医药使用率和总有效率超过90%。筛选金花清感颗粒、连花清瘟胶囊/颗粒、血必净注射液和清肺排毒汤、化湿败毒方、宣肺败毒方等“三药三方”为代表的针对不同类型新冠肺炎的治疗中成药和方药，临床疗效确切，有效降低了发病率、转重率、病亡率，促进了核酸转阴，提高了治愈率，加快了恢复期康复。
        </p>
        <h3>2 、克服困难扩大产能</h3>
        <p>
        医疗企业克服工人返岗不足等困难，以最快速度恢复医疗用品生产，最大限度扩大产能。其他行业企业迅速调整转产，生产口罩、防护服、消毒液、测温仪等防疫物资，有效扩大了疫情防控物资的生产供应。
        </p>
        <p>快速启动防控医疗物资应急审批程序，全面加强质量安全监管，确保以最快的速度批准上市、促产保供，截至5月31日，共应急批准17个药物和疫苗的19件临床试验申请，附条件批准2个疫情防控用药上市。在各方共同努力下，医用物资产能不断提升，医用物资保供实现从“紧缺”到“紧平衡”“动态平衡”“动态足额供应”的跨越式提升。</p>
        <p>  2月初，医用非N95口罩、医用N95口罩日产量分别为586万只、13万只，到4月底分别超过2亿只、500万只。畅通供应链条和物流渠道，建立联保联供协作机制，源源不断地把全国支援物资运送到疫情防控重点地区。</p>　
        <p style='display: flex;justify-content: center;flex-wrap:wrap'>
        <img src='static/img/3/news/2/2-2-2.jpg'>
        </p>
        <h3>3 、口罩出口706亿只</h3>
        <p>
        白皮书显示，中国在满足国内疫情防控需要的基础上，想方设法为各国采购防疫物资提供力所能及的支持和便利，有序开展防疫物资出口。并采取有力措施严控质量、规范秩序，发布防疫用品国外市场准入信息指南，加强防疫物资市场和出口质量监管，保质保量向国际社会提供抗击疫情急需的防疫物资。
        </p>
        <p>3月1日至5月31日，中国向200个国家和地区出口防疫物资，其中，口罩706亿只，防护服3.4亿套，护目镜1.15亿个，呼吸机9.67万台，检测试剂盒2.25亿人份，红外线测温仪4029万台，出口规模呈明显增长态势，有力支持了相关国家疫情防控。</p>
        <p> 1月至4月，中欧班列开行数量和发送货物量同比分别增长24%和27%，累计运送抗疫物资66万件，为维持国际产业链和供应链畅通、保障抗疫物资运输发挥了重要作用。</p>
        <p>附：21张图，看懂抗击新冠肺炎疫情的“中国行动”</p>
        <p style='display: flex;justify-content: center;flex-wrap:wrap'>
              <img style='margin:10px 0' src='static/img/3/news/2/2-2-3.jpg'>
              <img style='margin:10px 0' src='static/img/3/news/2/2-2-4.jpg'>
              <img style='margin:10px 0' src='static/img/3/news/2/2-2-5.jpg'>
              <img style='margin:10px 0' src='static/img/3/news/2/2-2-6.jpg'>
              <img style='margin:10px 0' src='static/img/3/news/2/2-2-7.jpg'>
              <p style='text-align:center'>（来源：央视新闻）</p>
          </p>
          <p>声 明：转载文章目的在于传递更多信息。图文版权归原作者所有，我们致力保护作者版权，部分文字/图片来自互联网，无法核实出处，如涉及作品内容、版权和其它问题，请及时与我们联系（联系电话：025-66088155，邮箱：ks_lch_co@sina.com），我们将在第一时间做出处理。</p>
        `
      }
    },
    /* 行业动态 */
    {
      newsid: 2003,
      type: 2,
      sortid: 20200325,
      dateM: "03",
      dateD: "25",
      con: `此次疫情中，中医药发挥了独特的优势。数据显示，全国新冠肺炎确诊病例中有74187人使用了中医药，占比达91.5%，其中湖北省有61449人使用了中医药，占比达90.6%。根据临床疗效观察显示，中医药总有效率达到了90%以上。中医药能够有效缓解症状，能够减少轻型普通型向重型发展，能够提高治愈率，降低病亡率，能够促进恢复期人群机体康复。

      `,
      title: "中医药行业发展将提速！",
      imgUrl: "static/img/3/news/2/2-3-1.jpg",
      baseNewsList: {
        newsid: 2003,
        title: "中医药行业发展将提速！",
        from: "陇萃源",
        date: "2020-03-25",
        imgList: [
          // {
          //   imrUrl: "static/img/3/news/0/0-xy-1.png"
          // },
          // {
          //   imrUrl: "static/img/3/news/0/0-xy-2.png"
          // }
        ],
        con: `
        <h4>导读：中医药是包括汉族和少数民族医药在内的我国各民族医药的统称。
        </h4>
        <p>此次疫情中，中医药发挥了独特的优势。数据显示，全国新冠肺炎确诊病例中有74187人使用了中医药，占比达91.5%，其中湖北省有61449人使用了中医药，占比达90.6%。根据临床疗效观察显示，中医药总有效率达到了90%以上。中医药能够有效缓解症状，能够减少轻型普通型向重型发展，能够提高治愈率，降低病亡率，能够促进恢复期人群机体康复。</p>
          <p style='display: flex;justify-content: center;flex-wrap:wrap'>
              <img src='static/img/3/news/2/2-3-1.jpg'>
          </p>
        <p>
        2020年，中医药行业发展或将提速

　　长远来看，随着国家系列政策支持，以及人们养生保健需求增长，对中医药的重新认识和认可程度提升，中医药行业发展将提速。
 　　中药材的种植为中医药发展提供了坚实的基础。据了解，我国中药材主要集中在吉林、辽宁、河北、宁夏、甘肃、湖北、安徽、湖南、广西、广东、云南等地。目前，各地推动落实《中药材保护和发展实施方案》和《中药材产业扶贫行动计划(2017-2020年)》，中药材的种植面积有望进一步扩张。商务部预计，到2020年我国中药材种植面积将超过6620万亩(含林地种植面积)，种植品种供应量或将进一步激增。
 　　另外，近期以来，一些省(市)正作出2020年中医药行业的发展目标和计划。例如，按照黑龙江省中药材产业发展年度任务目标，2020年该省将围绕打造千亿中医药产业目标和中药材产业发展战略，突出“龙九味”特色，科学指导各地在疫情严格管控的形势下，统筹抓好中药材备春耕生产，确保全年中药材种植面积扩大到260万亩、产量50万吨、产值突破百亿元。
        </p>
        <p>
        3月19日，陕西省中医药管理局发布《2020年全省中医药工作要点》。文件中提出，2020年全省中医药工作的总要求是：坚持中西医并重、强化中西医结合，遵循中医药发展规律，传承精华、守正创新，持续深化改革、完善制度体制，着力提升中医药现代治理能力，推动中医医疗服务、人才队伍建设、传承创新体系、中药产业高质量发展，拓展对外交流合作，加强文化推广传播，充分发挥中医药在防病治病中的独特作用，为健康陕西建设、全面建成小康社会作出新贡献。
 　　据江西省工信厅消息，截至2019年底，江西省规模以上中药企业152家，实现主营业务收入506.8亿元，收入规模约占全省医药行业四成。2020年，江西省将重点抓好中国(南昌)中医药科创城主体工程及配套工程项目建设，招引一批中医药行业龙头企业和科创型企业落户，加快建设具有竞争力的中医药产业集群。通过扩大中药材种植规模，强化中药材标准化种植，加快中药工业项目建设，做大做强医药流通行业，推动樟树“中国药都”振兴工程等。
 　　随着中医药行业的加速发展，中药市场发展空间也将逐渐扩大。业内预计，2020年中药市场规模将达5806亿元，复合增长率为8.2%。
        </p>
        <p>
        来源：制药网
        </p>
          <p>声 明：转载文章目的在于传递更多信息。图文版权归原作者所有，我们致力保护作者版权，部分文字/图片来自互联网，无法核实出处，如涉及作品内容、版权和其它问题，请及时与我们联系（联系电话：025-66088155，邮箱：ks_lch_co@sina.com），我们将在第一时间做出处理。</p>
        `
      }
    },

    {
      newsid: 2004,
      type: 2,
      sortid: 20190812,
      dateM: "08",
      dateD: "12",
      con: `随着中药产业化、市场化的不断扩大和升级，我国中药产业得到了迅速地发展和壮大，涌现了一大批通过GMP认证并初具规模的中药饮片企业，中药饮片产业呈现持续发展的良好态势。2017年我国中药饮片市场规模为2165.3亿元，2018年约为2700亿元。在去除“以药养医”的大环境下，中药饮片市场前景可期。`,
      title: "重磅 | 2019年中国中药饮片行业市场现状及发展前景分析",
      imgUrl: "static/img/3/news/2/2-4-1.jpeg",
      baseNewsList: {
        newsid: 2004,
        title: "重磅 | 2019年中国中药饮片行业市场现状及发展前景分析",
        from: "陇萃源",
        date: "2019-08-12",
        imgList: [
          // {
          //   imrUrl: "static/img/3/news/0/0-xy-1.png"
          // },
          // {
          //   imrUrl: "static/img/3/news/0/0-xy-2.png"
          // }
        ],
        con: `
        <h4>1.我国中药饮片市场前景可期
        </h4>
        <p>随着中药产业化、市场化的不断扩大和升级，我国中药产业得到了迅速地发展和壮大，涌现了一大批通过GMP认证并初具规模的中药饮片企业，中药饮片产业呈现持续发展的良好态势。2017年我国中药饮片市场规模为2165.3亿元，2018年约为2700亿元。在去除“以药养医”的大环境下，中药饮片市场前景可期。</p>
        <p>
        中药饮片是指在中医药理论的指导下，根据辨证施治和调剂、制剂的需要，对“中药材”进行特殊加工炮制的制成品。中药饮片可直接作为药剂配方服用或直接服用，或进一步加工为中成药产品。中药饮片的品种数量与中药材的种类密切相关，根据全国中药材资源普查，我国现有的中药材资源种类多达12000多种。中药饮片产业一直被纳入国家重点保护的范围，是中药行业的重要组成部分，起到承上启下的关键性作用，也是我国的战略性产业。
        </p>
        <p style='display: flex;justify-content: center;flex-wrap:wrap'>
              <img src='static/img/3/news/2/2-4-1.jpeg'>
          </p>
          <h4>
          2.政策推动发展市场规模不断扩大
          </h4>
        <p>
        当前，国家高度重视中医药事业发展，出台了一系列利好政策，群众对中医药的需求也越来越高。近年来，我国中药饮片销售情况持续走高，销售额年均保持两位数的增长率。不过近两年，受质量标准逐渐提高以及行业监管如加强GMP认证和飞检等影响，行业增速趋缓，但行业景气度依然维持较高，行业增速保持在10%以上，高于同期医药工业其他子板块增速。
        </p>
        <p>
        据前瞻产业研究院发布的《中国中药饮片加工行业产销需求与投资预测分析报告》统计数据显示，2015年中国中药饮片行业营业收入已达1595.4亿元，到了2017年中国中药饮片行业营业收入突破2000亿元，达到2165.3亿元，截止至2018年中国中药饮片行业营业收入约为2700亿元，维持近年的较高增长速度。
        </p>
        <h4>
        3.中药丸应用最广泛中药配方颗粒市场潜力大
        </h4>
        <p>
        从产品类别来看，中药丸目前是中药饮片加工行业中应用最广泛的产品，占行业收入的比重为38%，中药丸常见的是中药黄芪、黄连、甘草精、人参及三七等被加工成的产品。
        </p>
        <p>
        中药配方颗粒是指将单味药材炮制加工后，根据中药理化性质选用适当的溶媒，经现代工业提取、浓缩、干燥、制粒制成的、供中医临床配方使用的颗粒。近年来，中药配方颗粒在美、欧、澳、韩、日、中国港澳台等国家和地区取得了不错进展。中药配方颗粒已有国家级试点生产企业6家，国家级试点生产企业子公司8家，省级试点企业(包含1个子公司)3家，另外27家企业获得省级科研专项，未来随着试点政策逐步放开，市场竞争将更加激烈。
        </p>
        <p>
        中药粉末则包括了较粗糙的粉末，药袋泡剂以及超细微粉，需用水冲泡服用，该产品占的比重约为16%。
        </p>
        <p style='display: flex;justify-content: center;flex-wrap:wrap'>
        <img src='static/img/3/news/2/2-4-2.jpeg'>
    </p>
        <h4>
        4.综合医院和中医院是主要消费市场
        </h4>
        <p>
        中药饮片的主要消费市场包括医院、诊所、药店、网店等。其中，综合医院和中医医院是中药饮片加工行业产品最大的消费市场，许多消费者倾向于从医院购买药品。随着医保覆盖人群的增长，该消费市场的份额将持续提高。诊所是中药饮片产品的第二大消费市场，在一些没有大型医院的偏远地区，诊所非常受欢迎，占据的比重为22.5%。药品零售店是第三大消费市场，药品零售店相对于其他渠道来说比较方便，随着药品零售店连锁商业化的形成，该细分市场的份额预计将会不断提高。
        </p>
        <h4>
        5.进口持续高昂出口步入寒冬
        </h4>
        <p>
        2018年，全球贸易跌宕起伏，但中药类商品贸易发展势头良好。2018年中国中药类产品进出口总额达到57.68亿美元，同比增长10.99%，其中，中药材及饮片占据了23%的比重。
        </p>
        <p>
        具体来看，2018年中药材及饮片进口额持续保持高昂的态势，2018年为2.85亿美元，同比上涨9.16%。中药材及饮片进口额较大的品种主要有龙眼、西洋参、鹿茸、乳香、没药及血竭等，进口市场主要集中在泰国、新西兰和加拿大。
        </p>
        <p>
        从出口来看，2018年，我国中药材及饮片出口额10.31亿美元，同比大幅下降9.49%，较2017年同期2.22%的降幅继续扩大，中药材及饮片出口的品种主要有肉桂、人参、枸杞、红枣、当归等。中药材饮片遇冷的主要原因是出口数量的锐减，2018年中药材及饮片出口数量同比下降11.25%，中国香港需求的下跌拖累了其总体业绩。
        </p>
        <p style='display: flex;justify-content: center;flex-wrap:wrap'>
        <img src='static/img/3/news/2/2-4-3.jpeg'>
    </p>
    <h4>
    6.监管力度加大质量稳步提升
    </h4>
    <p>
    原国家食品药品监督管理总局自2013年开展药品“两打两建”专项行动以来，一场自上而下的食品药品安全“保卫战”则在全国打响，各级政府和药监部门均加大了监管力度，使得中药材专业市场、中药饮片生产、流通和使用等环节均有了大幅改观，取得了显著的进步。从全国中药材及饮片质量抽检来看，2013-2018年合格率不断上升，从2013年的64%上升至2018年的88%，质量稳步提升。
    </p>
    <p>
    但由于资源紧缺、市场需求不断扩大、产业链条较长等多种因素影响，中药饮片行业仍存在着伪品冒充正品、制假销售、违法经营等现象，国家仍需多措并举加强市场监督。
    </p>
        <p>
        ▲数据来源：前瞻产业研究院整理
        </p>
          <p>声 明：转载文章目的在于传递更多信息。图文版权归原作者所有，我们致力保护作者版权，部分文字/图片来自互联网，无法核实出处，如涉及作品内容、版权和其它问题，请及时与我们联系（联系电话：025-66088155，邮箱：ks_lch_co@sina.com），我们将在第一时间做出处理。</p>
        `
      }
    },

    /* 企业动态 */
    {
      newsid: 13,
      type: 1,
      sortid: 20200609,
      dateM: "06",
      dateD: "09",
      title: "林西县考察",
      imgUrl: "static/img/3/news/1/林西县考察1.jpg",
      baseNewsList: {
        newsid: 13,
        title: "林西县考察",
        from: "富于通集团",
        date: "2020-06-09",
        imgList: [
          {
            imrUrl: "static/img/3/news/1/林西县考察1.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/林西县考察2.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/林西县考察3.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/林西县考察4.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/林西县考察5.jpg"
          }
        ]
      }
    },
    {
      newsid: 14,
      type: 1,
      sortid: 20200609,
      dateM: "06",
      dateD: "09",
      title: "内蒙办公地",
      imgUrl: "static/img/3/news/1/内蒙办公地1.jpg",
      baseNewsList: {
        newsid: 14,
        title: "内蒙办公地",
        from: "富于通集团",
        date: "2020-06-09",
        imgList: [
          {
            imrUrl: "static/img/3/news/1/内蒙办公地1.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/内蒙办公地2.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/内蒙办公地3.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/内蒙办公地4.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/内蒙办公地5.jpg"
          }
        ]
      }
    },
    {
      newsid: 15,
      type: 1,
      sortid: 20200609,
      dateM: "06",
      dateD: "09",
      title: "首批种子到位",
      imgUrl: "static/img/3/news/1/首批种子到位1.jpg",
      baseNewsList: {
        newsid: 15,
        title: "首批种子到位",
        from: "富于通集团",
        date: "2020-06-09",
        imgList: [
          {
            imrUrl: "static/img/3/news/1/首批种子到位1.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/首批种子到位2.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/首批种子到位3.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/首批种子到位4.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/首批种子到位5.jpg"
          }
        ]
      }
    },
    {
      newsid: 16,
      type: 1,
      sortid: 20200609,
      dateM: "06",
      dateD: "09",
      title: "温室大棚考察",
      imgUrl: "static/img/3/news/1/温室大棚考察1.jpg",
      baseNewsList: {
        newsid: 16,
        title: "温室大棚考察",
        from: "富于通集团",
        date: "2020-06-09",
        imgList: [
          {
            imrUrl: "static/img/3/news/1/温室大棚考察1.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/温室大棚考察2.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/温室大棚考察3.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/温室大棚考察4.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/温室大棚考察5.jpg"
          }
        ]
      }
    },
    {
      newsid: 17,
      type: 1,
      sortid: 20200609,
      dateM: "06",
      dateD: "09",
      title: "项目地考察",
      imgUrl: "static/img/3/news/1/项目地考察1.jpg",
      baseNewsList: {
        newsid: 17,
        title: "项目地考察",
        from: "富于通集团",
        date: "2020-06-09",
        imgList: [
          {
            imrUrl: "static/img/3/news/1/项目地考察1.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/项目地考察2.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/项目地考察3.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/项目地考察4.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/项目地考察5.jpg"
          }
        ]
      }
    },
    {
      newsid: 18,
      type: 1,
      sortid: 20200609,
      dateM: "06",
      dateD: "09",
      title: "中药材干品",
      imgUrl: "static/img/3/news/1/中药材干品1.jpg",
      baseNewsList: {
        newsid: 18,
        title: "中药材干品",
        from: "富于通集团",
        date: "2020-06-09",
        imgList: [
          {
            imrUrl: "static/img/3/news/1/中药材干品1.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/中药材干品2.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/中药材干品3.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/中药材干品4.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/中药材干品5.jpg"
          }
        ]
      }
    },
    {
      newsid: 18,
      type: 1,
      sortid: 20200609,
      dateM: "06",
      dateD: "09",
      title: "种植户洽谈会议",
      imgUrl: "static/img/3/news/1/种植户洽谈会议1.jpg",
      baseNewsList: {
        newsid: 18,
        title: "种植户洽谈会议",
        from: "富于通集团",
        date: "2020-06-09",
        imgList: [
          {
            imrUrl: "static/img/3/news/1/种植户洽谈会议1.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/种植户洽谈会议2.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/种植户洽谈会议3.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/种植户洽谈会议4.jpg"
          },
          {
            imrUrl: "static/img/3/news/1/种植户洽谈会议5.jpg"
          }
        ]
      }
    },

    /* 行业动态 */
    {
      newsid: 2005,
      type: 2,
      sortid: 20200616,
      dateM: "06",
      dateD: "16",
      con: `随着中药产业化、市场化的不断扩大和升级，我国中药产业得到了迅速地发展和壮大，涌现了一大批通过GMP认证并初具规模的中药饮片企业，中药饮片产业呈现持续发展的良好态势。2017年我国中药饮片市场规模为2165.3亿元，2018年约为2700亿元。在去除“以药养医”的大环境下，中药饮片市场前景可期。`,
      title: "国家中医药管理局与国家开发银行携手促进中医药高质量发展",
      imgUrl: "static/img/3/news/2/2-5-1.jpg",
      baseNewsList: {
        newsid: 2005,
        title: "国家中医药管理局与国家开发银行携手促进中医药高质量发展",
        from: "陇萃源",
        date: "2020-06-16",
        imgList: [
          // {
          //   imrUrl: "static/img/3/news/0/0-xy-1.png"
          // },
          // {
          //   imrUrl: "static/img/3/news/0/0-xy-2.png"
          // }
        ],
        con: `
        <p style='display: flex;justify-content: center;flex-wrap:wrap'>
              <img src='static/img/3/news/2/2-5-1.jpg'>
          </p>

        <p>
        为深入贯彻落实习近平总书记关于中医药工作的重要批示指示精神，进一步贯彻落实《中共中央国务院关于促进中医药传承创新发展的意见》和全国中医药大会精神，6月15日，国家中医药管理局与国家开发银行在京签署《开发性金融支持中医药高质量发展合作备忘录》（以下简称“《合作备忘录》”），双方优势互补、互利共赢、强强联合，共同促进中医药高质量发展。国家中医药管理局党组书记余艳红，国家开发银行党委书记、董事长赵欢出席签字仪式，国家中医药管理局局长于文明，国家开发银行党委副书记、行长欧阳卫民代表双方签署《合作备忘录》。%以上，高于同期医药工业其他子板块增速。
        </p>
        <p>
        根据《合作备忘录》，国家中医药管理局将发挥主管部门组织优势，通过政策制定、财政资金、工程项目等方式支持中医药发展；国家开发银行将把中医药纳入重点支持范围，创新融资模式，通过投、贷、债、租、证等多种形式支持中医药发展。双方将重点支持中药产业高质量发展打造重点中药品牌、中医药科技创新转化、中医药服务能力提升、中医药“走出去”、中医药人才培养、中医药服务国家战略，推动和参与优势地区设立中医药产业发展基金，共同为中医药传承创新，打造中西医并重、中医药和西医药相互补充、协调发展的中国特色卫生健康服务体系，提高中医药国际影响力作出更大贡献。%以上，高于同期医药工业其他子板块增速。
        </p>
        
        <p>
        ▲ 转载：​​中国中医
        </p>
          <p>声 明：转载文章目的在于传递更多信息。图文版权归原作者所有，我们致力保护作者版权，部分文字/图片来自互联网，无法核实出处，如涉及作品内容、版权和其它问题，请及时与我们联系（联系电话：025-66088155，邮箱：ks_lch_co@sina.com），我们将在第一时间做出处理。</p>
        `
      }
    }
  ];
  const newsList = newsList1.sort(function(a, b) {
    return b.sortid - a.sortid;
  });
  return {
    newsList
  };
}
