<template>
  <div id="newsmsg">
    <div class='row breadBox'>
        <Menu :pathList='pathList'></Menu>
    </div>
    <p class='row newsmsgtitle'>
        {{newsMsgObj.title}}
    </p>
    <p class='row newsmsgtime'>
        <span>来源: {{newsMsgObj.from}}</span>
        <span>日期: {{newsMsgObj.from}}</span>
    </p>
    <div class='row newsPicBox' v-for="(item, index) in newsMsgObj.imgList" :key="index">
        <img :src="item.imrUrl" alt="">
    </div>
    <div class='row newsmsgCon'>
        {{newsMsgObj.con}}
    </div>
  </div>
</template>

<script>
import Menu from '../../../components/Breadcrumb'
export default {
    data() {
        return {
            newsMsgObj: {
                title: '内蒙古蒙中药材种植持续火爆',
                from:'天地网讯',
                date:'2015-04-10 10:15:33',
                imgList:[
                    {imrUrl:'static/img/news/news1.png'}
                ],
                con:`春风化雨。

　　阳春三月，犁牛遍地走。今年春天，在内蒙古中西部农民们种植有了新变化，不种庄稼种药材，黄芪、甘草、红花、防风、柴胡等，进入4月，不少村民已开始忙碌起来。“我们都在种黄芪等中药材，一亩地能增收2000元呢。”村民老刘介绍，他所在的乌兰察布市商都县地黄种植一亩可产7000多斤，比传统作物土豆、向日葵产值高多了！在包头、乌海、巴彦淖尔、乌兰察布、呼和浩特等地掀起了种药材热潮。农民朋友们欢欢喜喜买种子，种药材。

　　选种到销售 一条龙服务

　　让老刘从最开始的传统种植转变的最大动力，就是口口相传的蒙中草药领头兵内蒙古盛凯源农业科技公司。从育苗、种植、技术支持到成品销售，都由盛凯源公司全权支持，使农民种植更放心，有保障。

　　据董事长王介瑛介绍，内蒙古盛凯源农牧业科技有限公司是一家以中药材种植及技术咨询、技术推广、技术开发、指导及转让、特色养殖、药材加工、养生养老产业为主营业务的综合性公司。盛凯源农业药材种植基地主要在包头固阳、呼和浩特近郊、乌兰察布市商都、化德等地，主要种植红花、黄芪、黄芩、大黄、甘草等多种中草药。盛凯源农业在做好蒙中药材种植基础上，对原药材做足文章，进行当地加工，打造蒙中药材加工成品，将蒙芪及蒙芪药茶品牌推出去。目前，已在呼市玉泉区建立蒙中药材加工园区，全面进军中国药材市场，打造中国蒙中药材第一品牌。

　　今年，盛凯源农业科技公司种植计划将从去年的7万亩增加至12万亩，在保持优质黄芪等蒙中药材种植的前提下，引进新品种地黄和板蓝根。板蓝根有清热解毒、凉血的功效，对治疗流行性感冒、热毒发斑、咽喉肿痛等有明显的治愈作用，市场需求量大，是常规大宗中药材品种。从2012年开始板蓝根价格处在低谷期，种植停滞，但从去年秋价格开始小幅上涨。目前板蓝根的新种子紧缺，近几年种植面积小，新种子少，大规模种植有限制。相关调查显示：今年板蓝根种植，市场价格开始上涨，10-15元/公斤，大青叶2-3元/公斤，每亩收益稳定，种收简单，适合大规模发展。2015年板蓝根会重新崛起！

　　对于板蓝根的种植，内蒙古蒙中药材种植协会秘书长、内蒙古盛凯源农业科技公司董事长王介瑛自信地说：“今年是板蓝根的大好形势，只要农户可以抓住机遇，加上我们的优质种苗和技术支持，肯定能挣钱！”

　　传授技术 共同致富

　　随着农民种植需求越来越广泛，受经济下滑的影响，传统的经济作物已远远不能替农户带来更多的收益，急于突破瓶颈，农户们在寻求更宽阔的种植品种。

　　内蒙古蒙中医药历史悠久，有着独特的地域优势，盛凯源农业科技公司在种植和培育上教授农户直接的技术，整个种植过程不走弯路，少花冤枉钱。王介瑛表示：农业需要技术，技术不能保守，保持开放式合作态度，手把手不保留教农户才能实现合作共赢。

　　因为有着自己的育苗基地，盛凯源农业科技公司每年为区外种植大户提供的优良种苗达几百万吨。随着国家对农业扶持力度的加大，许多从农村到城市的农民工也逐渐回归土地，搞农业种植，蒙中药材的种植逐渐成为新的经济增长项目。

　　王介瑛董事长说，“人勤地不懒”，田间管理也很重要。在优良育种和技术手把手教学的前提下，公司今后的奋斗目标将在内蒙古西部区每个旗县种植20万亩。努力争做药材种植带头人！

　　在记者采访过程中，不断地有农户电话咨询和当面洽谈蒙中药种植项目。盛凯源农业科技公司成熟的育种、育苗技术和有保证、可控制的全产业链模式吸引了越来越多的种植大户。

　　蒙中药材走向世界

　　八百年前，成吉思汗率领蒙古铁骑征服世界时，每每战士受伤，唯有蒙中药可痊愈。相传，成吉思汗作战中原时，潮湿的气候使大部分蒙古将士染上“水湿症”，成吉思汗为此多方打听治疗处方。后来，有几个士兵偶然服食了茯苓后，“水湿症”竟不治而愈。听闻此事，成吉思汗忙派人运来大量茯苓给将士服用，结果将士们的病全都治愈，中原之战也得以胜利。

　　今天，普通民众关注蒙中药不仅是它自身的疗效到位，也有预防胜于治疗的养生意愿。目前，盛凯源农业科技公司的成品蒙中药主要销往南方沿海城市。有望在俄蒙市场大展身手，在去年的中蒙俄经贸洽谈会上，红花、黄芪等成品受到参展商的极大推崇。

　　全面领跑内蒙古蒙中药种植的同时，盛凯源农业科技公司还发展相关的带动产业。

　　目前，大棚种植的薄荷、蒲公英能起到药用、食用、观赏为一体的效果。即将全面推广的药用植物，把预防和观赏作用淋漓尽致的发挥。预计下半年启用的芪源药业新办公楼位于呼和浩特沙尔沁工业园区，届时，蒙中药博物馆将和新办公楼及厂区一齐亮相。

　　几年后，当您闲暇时间外出游览时，将会看到盛凯源的桃花岛、蒙中药材种植观赏园、蒙中药博物馆及一些让您赏心悦目且接地气的全产业游览园。`
            }
        }
    },
    components: {
        Menu
    },
    computed: {
        pathList() {
            return this.$route.matched.slice(1)
        }
    }

};
</script>

<style lang="scss" scoped>
#newsmsg {
  background: #efefef;
//   height: 1000px;
}
.breadBox {
    border-bottom:1px solid #cccccc;
    padding:10px 0;
    margin:0 10px;
}
.newsmsgtitle{
    // border:1px solid red;
    text-align: center;
    font-size:24px;
}
.newsmsgtime{
    text-align: center;
    // border:1px solid red;
    padding:7px 0;
}
.newsmsgtime span{
    width:20%;
    display: inline-block;
}
.newsPicBox{
    // border:1px solid red;
    margin:20px 0;
}
.newsPicBox img{
    width:100%;
}
.newsmsgCon{
    // border:1px solid red;
}
</style>