<template>
  <div id="newsmsg">
    <div class="row breadBox">
      <Menu :pathList="pathList"></Menu>
    </div>
    <p class="row newsmsgtitle">{{ newsMsgObj.title }}</p>
    <p class="row newsmsgtime">
      <span>来源: {{ newsMsgObj.from }}</span>
      <span>发布日期: {{ newsMsgObj.date }}</span>
    </p>
    <div class="row newsPicBox" v-for="(item, index) in newsMsgObj.imgList" :key="index">
      <img :src="item.imrUrl" alt>
    </div>
    <div class="row newsmsgCon" v-html="newsMsgObj.con"></div>
  </div>
</template>

<script>
import Menu from "../../../components/Breadcrumb";
import { getNewsList } from "../../../util/newsList";
const newsListObj = getNewsList();
export default {
  data() {
    return {
      newsMsgObj: {
        title:
          "内蒙古化德县和国草园集团举行百万亩蒙中道地药材产业发展合作项目签约仪式",
        from: "天地网讯",
        date: "2020-01-15",
        imgList: [
          { imrUrl: "static/img/news/qy.png" },
          { imrUrl: "static/img/news/ws.png" }
        ],
        con: `<p>1月15号上午，我县举行农业项目合作签约仪式，与国草园集团正式签订百万亩蒙中道地药材产业发展合作项目合作协议，
                并就全县农牧业产业化发展规划编制召开座谈会。县委书记王兵，县委副书记、政法委书记白俊伟，县委常委、县委办主任郝晓光，
                政府副县长张国荣与内蒙古国草园实业科技发展有限公司副董事长兼执行董事慈平凡共同出席签约仪式。</p>

            　　<p>签约仪式上，国草园集团介绍了企业及合作项目相关情况，政府副县长张国荣就合作协议的有关条款进行了说明，
            签约双方进行了深入的交流与探讨并现场签订了合作协议。</p>
            　

            　<p>按照协议，内蒙古国草园实业科技发展有限公司将在化德县组建一个50万亩的蒙中道地药材种植基地，
            以政府+企业+合作社+农户模式进行合作，培育种植野生道地蒙中药材，并在县经济技术开发区建立一个大型蒙中药材的初加工区，
            将利用我县土地资源、产业扶贫政策优势，在优质农产品基地、盐碱地改造示范基地建设等绿色蒙中药产品基地领域开展广泛合作。</p>

            　　<p>王兵在讲话中指出，此次合作协议的签订，对我县农业产业化发展具有重要的意义，
            是做好扶贫减贫工作的一个重要举措。下一步，我们将因地制宜，从化德县的实际出发，
            坚持走有机旱作农业的路子，大力发展蒙中药龙头产业，引领我县农业产业纵深向好发展，
            切实增加农民收入。王兵要求，各乡镇、各部门要进一步解放思想，要有服务意识，要有发展好我县有机旱作农业的意识，
            大力支持，服务好合作项目，在项目推进的过程中提高效率，在“后扶贫时代”把化德产业发展起来。 各乡镇、各部门领导干部要发挥关键少数和头雁作用，
            扎实工作，勇于担当，抓好各项工作的落实，上下共同努力，推动我县农业产业化发展再上新台阶。</p>

            <p>各乡镇和相关部门主要负责人及国草园集团主要人员参加了会议。</p>`
      }
      // baseNewsList: [
      //   {
      //     newsid: 1,
      //     title:
      //       "内蒙古化德县和国草园集团举行百万亩蒙中道地药材产业发展合作项目签约仪式",
      //     from: "天地网讯",
      //     date: "2020-01-15",
      //     imgList: [
      //       { imrUrl: "static/img/news/qy.png" },
      //       { imrUrl: "static/img/news/ws.png" }
      //     ],
      //     con: `<p>1月15号上午，我县举行农业项目合作签约仪式，与国草园集团正式签订百万亩蒙中道地药材产业发展合作项目合作协议，
      //           并就全县农牧业产业化发展规划编制召开座谈会。县委书记王兵，县委副书记、政法委书记白俊伟，县委常委、县委办主任郝晓光，
      //           政府副县长张国荣与内蒙古国草园实业科技发展有限公司副董事长兼执行董事慈平凡共同出席签约仪式。</p>

      //       　　<p>签约仪式上，国草园集团介绍了企业及合作项目相关情况，政府副县长张国荣就合作协议的有关条款进行了说明，
      //       签约双方进行了深入的交流与探讨并现场签订了合作协议。</p>
      //

      //       　<p>按照协议，内蒙古国草园实业科技发展有限公司将在化德县组建一个50万亩的蒙中道地药材种植基地，
      //       以政府+企业+合作社+农户模式进行合作，培育种植野生道地蒙中药材，并在县经济技术开发区建立一个大型蒙中药材的初加工区，
      //       将利用我县土地资源、产业扶贫政策优势，在优质农产品基地、盐碱地改造示范基地建设等绿色蒙中药产品基地领域开展广泛合作。</p>

      //       　　<p>王兵在讲话中指出，此次合作协议的签订，对我县农业产业化发展具有重要的意义，
      //       是做好扶贫减贫工作的一个重要举措。下一步，我们将因地制宜，从化德县的实际出发，
      //       坚持走有机旱作农业的路子，大力发展蒙中药龙头产业，引领我县农业产业纵深向好发展，
      //       切实增加农民收入。王兵要求，各乡镇、各部门要进一步解放思想，要有服务意识，要有发展好我县有机旱作农业的意识，
      //       大力支持，服务好合作项目，在项目推进的过程中提高效率，在“后扶贫时代”把化德产业发展起来。 各乡镇、各部门领导干部要发挥关键少数和头雁作用，
      //       扎实工作，勇于担当，抓好各项工作的落实，上下共同努力，推动我县农业产业化发展再上新台阶。</p>

      //       <p>各乡镇和相关部门主要负责人及国草园集团主要人员参加了会议。</p>`
      //   },
      //   {
      //     newsid: 2,
      //     title:
      //       "国草园集团代表与内蒙古化德县种植大户关于中草药种植合作形式举行会议宣讲",
      //     from: "天地网讯",
      //     date: "2020-03-14",
      //     imgList: [
      //       { imrUrl: "static/img/news/news2-1.png" },
      //       { imrUrl: "static/img/news/news2-2.png" }
      //     ],
      //     con: `<p>2020年3月14日上午，国草园集团与内蒙古化德县当地种植大户就百万亩中草药种植合作模式举行会议宣讲。会上，国草园集团代表就项目进展以及种植收益等方面进行了详细讲解，并就种植户提出的种植、合作问题进行了深入探讨</p>
      //       　　<p>项目采用企业+政府+合作社+种植户”的模式进行经营，国草园集团凭借雄厚的资金、优质中草药种子、专业化的技术团队、凭借大数据、互联网+等信息优势在项目地建立加工基地；联合农户，整合闲散土地、农机，成立中草药种植合作联社，与知名中国医药大学合作成立研发中心，与国内大型中草药公司已签订购销合同，打通中草药研发种植生产销售全链条产业化道路，以农业产业化龙头企业方式带动化德县中草药产业的蓬勃发展。</p>
      //       　`
      //   },
      //   {
      //     newsid: 3,
      //     title:
      //       "国草园集团代表与化德县领导于近日在林西县扶贫产业园和蒙中草药种植基地进行考察",
      //     from: "天地网讯",
      //     date: "2020-03-30",
      //     imgList: [
      //       { imrUrl: "static/img/news/news3-1.png" },
      //       { imrUrl: "static/img/news/news3-2.png" },
      //       { imrUrl: "static/img/news/news3-3.png" }
      //     ],
      //     con: `<p>2020年3月30日，国草园集团董事长慈平凡、总裁唐琳与化德县领导在当地有关部门的陪同下到林西县东山生态扶贫产业园和蒙中草药种植基地设施农业项目进行实地考察调研。</p>
      //       　　<p>林西县东山生态扶贫产业园自开工建设以来，建设重点集中在三个方面：一是加强山体生态修复，二是加快基础设施建设。三是打造好主导产业。截至2018年7月东山产业园区完成投资约3.7亿元，其中项目建设前期及土地流转等完成投资约8000万元，项目建设完成投资约2.6亿元，产业项目完成投资约3000万元。林西县项目工程主要包含以下几个部分：
      //           <ul>
      //             <li>1、生态修复工程：东山产业园区属于我县的一个贫水区，基础设施相对薄弱，为了解决水资源匮乏问题，在东山生态扶贫产业园建设之初，从城南嘎斯汰河铺设输水主管线9公里，安装8000立方米和5000立方米蓄水罐各一处，布设整山灌溉管线33公里，基本解决了绿化和种植用水问题。</li>
      //             <li>2、基础设施工程：为了完善园区功能，重点进行了水、电、路、桥、景观节点等公共基础设施建设。截至目前完成园区内入口广场、移民搬迁、蓄水罐及泵房、水源地整装配电系统，新布设供电线路3.5公里，新增变电容量2000千伏安；新改建道路20.9公里，完成人行步道和自行车车道10.8公里，现已投入使用。</li>
      //             <li>3、产业建设情况：东山生态扶贫产业园截至目前完成土地流转2512亩，其中租赁土地1610亩，建设和储备土地902亩。佰惠生公司投资1000万元建设的1700平米的科技研发中心现已投入使用，370亩甜菜试验示范基地当年已获得较好的收益，恒光大公司投资3000万元建设的4000平米中药材文化展示及科研中心明年开工建设，660亩中药材示范基地已全部种植完成，投资3000万元建设的323亩高标准农业温室大棚计划明年投入使用。随着产业项目进驻园区，使东山生态扶贫产业园区的建设内容更加丰富，在企业获得经济效益的同时，也起到了很强的带动作用，为吸引更多的社会投资进入园区打下了坚实的基础。</li>
      //           </ul>
      //           </p>
      //       　`
      //   },
      //   {
      //     newsid: 4,
      //     title: "内蒙古自治区省人大主任莅临国草园项目地进行实地调研",
      //     from: "天地网讯",
      //     date: "2020-03-19",
      //     imgList: [
      //       { imrUrl: "static/img/news/qy.png" },
      //       { imrUrl: "static/img/news/ws.png" }
      //     ],
      //     con: `<p>2020年3月19日上午，省人大主任在化德县领导的陪同下对国草园集团项目地进行了实地考察，并就项目的后续工作、未来规划、投资计划进行了深入了解。</p>
      //       　　<p>国草园集团总裁唐琳女士为省人大主任考察团队就项目的具体工作以及进展进行了详细的介绍，具体情况如下：</p>
      //       　　<p>为贯彻落实《中医药战略发展规划纲要》，推进中医药标准化、信息化、产业化、现代化水平不断发展。内蒙古国草园实业集团拟投资30亿元人民币，在内蒙古建立中草药产业公司及运营子公司，建设大约33万亩的中草药产业园，融合中草药种植、加工、销售、研发、鉴定于一体，并充分发挥自治区地域特色，将当地观光旅游资源最大化，打造蒙中药科技农业、名贵蒙中药材种植销售、田园风情生态休闲旅游、蒙中医药养生保健服务相结合的国家中医药健康旅游示范基地，力争把项目建设成当地辐射面广、带动力强、成长性好的龙头产业。</p>
      //       　　<p>项目前期已投入7369.85万元，种子采购成本1100多万元，种子培育、驯化、检测等科研投入1600多万元，其他投入近4000万元，种植了3000亩中草药以及土地的翻耕与管护，同时基地建设已经基本完成，现有各类中草药种子4万斤左右存于库房。项目初步规划建设中草药种植加工产业园、中药材交易市场（线上+线下）、仓储物流中心、中草药院士研究院、中草药品质鉴定机构、智慧中医系统平台、医药养生旅游示范基地。</p>
      //       　`
      //   }
      // ]
    };
  },
  components: {
    Menu
  },
  mounted() {
    console.log(this.$route.path);
    let arr = String(this.$route.path).split("/");
    let basenewsId = arr[arr.length - 1];
    console.log(basenewsId);
    console.log(newsListObj.newsList);
    this.newsMsgObj = newsListObj.newsList.filter(item => {
      return item.newsid == basenewsId;
    })[0].baseNewsList;
    console.log(this.newsMsgObj.title);
  },
  computed: {
    pathList() {
      return this.$route.matched.slice(1);
    }
  }
};
</script>

<style lang="scss" scoped>
#newsmsg {
  background: #efefef;
  //   height: 1000px;
}
.breadBox {
  border-bottom: 1px solid #cccccc;
  padding: 10px 0;
  width: 80%;
  margin: 0 auto;
}
.newsmsgtitle {
  // border:1px solid red;
  text-align: center;
  font-size: 24px;
}
.newsmsgtime {
  text-align: center;
  // border:1px solid red;
  padding: 7px 0;
}
.newsmsgtime span {
  width: 20%;
  display: inline-block;
}
.newsPicBox {
  // border: 1px solid red;
  width: 50%;
  margin: 20px auto;
  // margin: 20px 0;
}
.newsPicBox img {
  width: 100%;
}
.newsmsgCon {
  // border:1px solid red;
  padding: 10px 20px;
  margin: 0 auto;
  margin-bottom: 80px;
  font-size: 17px;
  width: 90%;
}

@media screen and (max-width: 768px) {
  .newsmsgtime span {
    width: 100%;
    display: inline-block;
  }
}
</style>
